notes/AVL_notes/AVL_Notes_Sources.tex
% Created 2017-04-20 Thu 16:06
% Intended LaTeX compiler: pdflatex
\documentclass[10pt, letterpaper]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage[margin=1in]{geometry}
\usepackage{amssymb}
\author{Jeffrey Young}
\date{Feb 23, 2017}
\title{AVL Notes and Sources}
\hypersetup{
 pdfauthor={Jeffrey Young},
 pdftitle={AVL Notes and Sources},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 26.0.50 (Org mode 9.0.5)}, 
 pdflang={English}}
\begin{document}

\maketitle

\section*{Sources}
\label{sec:orgdcc931d}
\begin{description}
\item[{AVT001}] www.cs.fsu.edu/\textasciitilde{}asriniva/courses/DS13/lectures/Lec17-19.ppt
\item[{AVT002}] www.cs.ust.hk/\textasciitilde{}huamin/COMP171/avl-tree.ppt
\item[{AVT003}] \url{https://www.cs.sjsu.edu/\~lee/cs146/Asami-avl-presentation.ppt}
\item[{AVT004}] www.cse.unt.edu/\textasciitilde{}huangyan/3110/Lectures/SearchTrees.ppt
\item[{AVT005}] www.cs.utoronto.ca/\textasciitilde{}tabrown/csc263/week3.ppt
\item[{AVT006}] www.cs.ucf.edu/\textasciitilde{}dmarino/ucf/cop3503/lectures/AVLTrees01.doc
\item[{AVT007}] \url{https://www.cs.cmu.edu/\~fp/courses/15122-s11/lectures/18-avl.pdf}
\item[{AVT008}] \url{http://www.cs.columbia.edu/\~allen/S14/NOTES/avltrees\_with\_GUI.pdf}
\item[{AVT009}] \url{https://www.cs.umd.edu/\~meesh/351/mount/lectures/extra-AVL.pdf}
\item[{AVT010}] \url{https://ocw.mit.edu/courses/electrical-engineering-and-computer-science/6-006-introduction-to-algorithms-fall-2011/lecture-videos/MIT6\_006F11\_lec06.pdf}
\end{description}
\end{document}